---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.Events.ComboBoxDropDownClosedEventArgs
source: html/2ac94ed1-5833-b2cb-a721-f45f3c2f32dd.htm
---
# ComboBoxDropDownClosedEventArgs Members

Initializes a new instance of the ComboBoxDropDownClosedEventArgs class